---
kind: other
id: Properties.T:Autodesk.Revit.DB.BIMExportOptions
source: html/72569c7f-0581-ac59-fd35-3589a7ca7e61.htm
---
# BIMExportOptions Properties

Specifies whether the .NET object represents a valid Revit entity.